// import images from all-images/blog-img directory
import img01 from "../all-images/blog-img/blog-1.jpg";
import img02 from "../all-images/blog-img/blog-2.jpg";
import img03 from "../all-images/blog-img/blog-3.jpg";

const blogData = [
  {
    id: 1,
    title: "Лучший способ водить машину",
    author: "Вячеслав",
    date: "12 Dec, 2024",
    time: "09:00",
    imgUrl: img01,
    description:
      " Лучший способ водить машину включает в себя соблюдение правил дорожного движения, поддержание безопасной дистанции, внимательность и уважение к другим участникам дорожного движения. ",
    quote:
      "Также важно правильно настраивать сиденье и зеркала, осваивать навыки управления на различных скоростях и в различных условиях, а также практиковать безопасные маневры, такие как парковка. ",
  },

  {
    id: 2,
    title: "Если аккумулятор вашего автомобиля разрядился",
    author: "Сергей",
    date: "12 Dec, 2024",
    time: "09:00",
    imgUrl: img02,
    description:
      " Если аккумулятор вашего автомобиля разрядился, существует несколько способов его оживить. Наиболее распространенные методы включают в себя 'прикуривание' от другого автомобиля, запуск с толкача (для машин с механической коробкой передач), использование пуско-зарядного устройства (бустера) или зарядку аккумулятора зарядным устройством. ",
    quote:
      "Если аккумулятор вашего автомобиля разрядился, существует несколько способов его оживить. Наиболее распространенные методы включают в себя 'прикуривание' от другого автомобиля, запуск с толкача (для машин с механической коробкой передач), использование пуско-зарядного устройства (бустера) или зарядку аккумулятора зарядным устройством. ",
  },

  {
    id: 3,
    title: "Лучший способ спланировать путешествие",
    author: "Максим",
    date: "12 Dec, 2024",
    time: "09:00",
    imgUrl: img03,
    description:
      " Лучший способ спланировать путешествие включает в себя несколько ключевых этапов: определение цели и маршрута, выбор времени года и продолжительности, бронирование билетов и жилья, составление бюджета, изучение информации о месте назначения и подготовку необходимых документов и вещей. Также полезно будет заранее изучить местные обычаи и традиции, чтобы избежать недоразумений. ",
    quote:
      "Лучший способ спланировать путешествие включает в себя несколько ключевых этапов: определение цели и маршрута, выбор времени года и продолжительности, бронирование билетов и жилья, составление бюджета, изучение информации о месте назначения и подготовку необходимых документов и вещей. Также полезно будет заранее изучить местные обычаи и традиции, чтобы избежать недоразумений. ",
  },
];

export default blogData;
